Revit 2027 API
ParameterTypeId.RbsElecTrueCurrentPhasecParam Property
 "True Current Phase C"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecTrueCurrentPhasecParam { get; }
Public Shared ReadOnly Property RbsElecTrueCurrentPhasecParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecTrueCurrentPhasecParam {
	ForgeTypeId^ get ();
}
static member RbsElecTrueCurrentPhasecParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace